Repository: zeusintuivo/fireplace
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: bn_bd, hu, pt_pt, sv_se

source: Send Report
bn_bd: রিপোর্ট পাঠান
sv_se: Skicka rapport

source: Content Rating Details
bn_bd: কনটেন্ট রেটিং এর বিবরন
sv_se: Detaljer om innehållsklassificering

source: Support Email
bn_bd: সহায়তা ইমেইল
sv_se: Support e-post

source: The page you were looking for was not found.
bn_bd: আপনি যে পাতাটি খুঁজেছেন তা পাওয়া যায়নি।
sv_se: Sidan du letade efter kunde inte hittas.

source: Showing <b>1</b>&ndash;<b class="total-results">{total}</b>
bn_bd: <b>1</b>&ndash;<b class="total-results">{total}</b> দেখানো হচ্ছে
sv_se: Visar <b>1</b>&ndash;<b class="total-results">{total}</b>

source: System Date Incorrect
sv_se: Systemets datum felaktigt

source: Sorry, your device clock appears to be set incorrectly.
sv_se: Tyvärr verkar din enhets klocka vara felaktigt inställd.

source: Please set today's date and time in your device settings to access the Marketplace.
sv_se: Ange dagens datum och tid i dina enhetsinställningar för att komma åt Marketplace.

source: Try again
sv_se: Försök igen

source: Currently Offline
sv_se: För närvarande nedkopplad

source: Sorry, you need to be online to access the Marketplace.
sv_se: Tyvärr, du måste vara ansluten för att få tillgång till Marketplace.

source: Error loading more
bn_bd: আরও লোড করতে সমস্যা হচ্ছে
sv_se: Fel uppstod när mer skulle laddas

source: Only logged in users may edit reviews.
bn_bd: কেবলমাত্র লগ ইন করা ব্যবহারকারীগণ পর্যালোচনা সম্পাদনা করতে পারবেন।
sv_se: Endast inloggade användare kan redigera omdömen.

source: Sign in to Review
bn_bd: পর্যালোচনা লিখতে সাইন ইন করুন
sv_se: Logga in för att ge ett omdöme

source: Please select a reason:
bn_bd: অনুগ্রহ করে একটি কারণ নির্বাচন করুন:
sv_se: Vänligen välj en anledning:

source: Get Firefox Marketplace news
bn_bd: ফায়ারফক্স মার্কেটপ্লেস সংক্রান্ত খবর নিন
sv_se: Få Firefox Marketplace nyheter

source: Sign up
bn_bd: সাইন আপ
sv_se: Registrera dig

source: Signing up...
bn_bd: সাইন আপ হচ্ছে...
sv_se: Registrerar dig...

source: You were successfully signed up for the Marketplace newsletter!
bn_bd: আপনি সফলভাবে মার্কেটপ্লেস সংক্রান্ত খবরের জন্য সাইন আপ করেছেন!
sv_se: Du har registrerat dig för Marketplace nyhetsbrev!

source: Less&hellip;
bn_bd: কম&hellip;
sv_se: Mindre&hellip;

source: More&hellip;
bn_bd: আরও&hellip;
sv_se: Mer&hellip;

source: Latest version: {version}
bn_bd: সর্বশেষ সংস্করণ: {version}
sv_se: Senaste version: {version}

source: Edit Your Review
bn_bd: আপনার পর্যালোচনা সম্পাদনা করুন
sv_se: Redigera ditt omdöme

source: Sign in / Sign up
bn_bd: সাইন ইন / সাইন আপ
sv_se: Logga in / Registrera dig

source: Send
bn_bd: পাঠিয়ে দিন
sv_se: Skicka

source: Get Help
bn_bd: সাহায্য নিন
sv_se: Få hjälp

source: Email
bn_bd: ইমেইল
sv_se: E-post

source: Sign In / Sign Up
bn_bd: সাইন ইন / সাইন আপ
sv_se: Logga in / Registrera dig

source: Account
bn_bd: একাউন্ট
sv_se: Konto

source: Books
bn_bd: বই
sv_se: Böcker

source: News & Weather
bn_bd: সংবাদ ও আবহাওয়া
sv_se: Nyheter och väder

source: Your device does not support payments.
bn_bd: আপনার ডিভাইস পেমেন্ট সমর্থন করে না।
sv_se: Din enhet stödjer inte betalningar.

source: This app is unavailable for purchase in your region.
bn_bd: আপনার অঞ্চলে এই অ্যাপটি ক্রয়ের জন্য অবমুক্ত নয়।
sv_se: Denna app är inte tillgänglig för köp i din region.

source: Your browser or device is not web-app compatible.
bn_bd: আপনার ব্রাউজার অথবা ডিভাইস ওয়েব-অ্যাপ সমর্থন করে না।
sv_se: Din webbläsare eller enhet är inte web-app kompatibel.

source: This app is unavailable for your platform.
bn_bd: এই অ্যাপটি আপনার প্লাটফর্মের জন্য অবমুক্ত নয়।
sv_se: Denna app är inte tillgänglig för din plattform.

source: Grid Layout
sv_se: Rutnätsvy

source: List Layout
sv_se: Listvy

source: Icon
sv_se: Ikon

source: Background Image
sv_se: Bakgrundsbild

source: Quote
sv_se: Citat

source: Screenshot
sv_se: Skärmdump

source: Promo Collection
sv_se: Promo-samling

source: Listing Collection
sv_se: Lista-samling

source: Purchasing
bn_bd: ক্রয় প্রক্রিয়াধীন
sv_se: Inköp

source: Rest of World
bn_bd: বাদবাকি পৃথিবী
sv_se: Resten av världen

source: Brazil
bn_bd: ব্রাজিল
sv_se: Brasilien

source: China
bn_bd: চীন
sv_se: Kina

source: Czech Republic
sv_se: Tjeckien

source: France
sv_se: Frankrike

source: Germany
bn_bd: জার্মানি
sv_se: Tyskland

source: Greece
bn_bd: গ্রীস
sv_se: Grekland

source: Hungary
bn_bd: হাঙ্গেরি
sv_se: Ungern

source: India
sv_se: Indien

source: Italy
bn_bd: ইতালি
sv_se: Italien

source: Mexico
bn_bd: মেক্সিকো
sv_se: Mexiko

source: Poland
bn_bd: পোল্যান্ড
sv_se: Polen

source: Serbia
bn_bd: সার্বিয়া
sv_se: Serbien

source: Spain
bn_bd: স্পেন
sv_se: Spanien

source: United Kingdom
bn_bd: যুক্তরাজ্য
sv_se: Storbritannien

source: United States
bn_bd: যুক্তরাষ্ট্র
sv_se: USA

source: No region in search
bn_bd: কোন এলাকা খুঁজে পাওয়া যায়নি
sv_se: Ingen region i sökning

source: Sending report...
bn_bd: অভিযোগ পাঠানো হচ্ছে...
sv_se: Skickar rapport...

source: Review flagged
bn_bd: পর্যালোচনা ফ্লাগ করা হয়েছে
sv_se: Omdöme flaggad

source: Report review operation failed
bn_bd: ফলাফল পর্যালোচনা প্রক্রিয়া বাতিল
sv_se: Åtgärd med rapporten misslyckades

source: Review deleted
bn_bd: রিভিউ মুছে ফেলা হয়েছে
sv_se: Omdöme borttaget

source: There was a problem deleting the review
bn_bd: রিভিউ মুছে ফেলতে সমস্যা হয়েছিল
sv_se: Ett problem uppstod då omdömet skulle tas bort

source: Your review was posted
bn_bd: আপনার পর্যালোচনা পোস্ট হয়েছে
sv_se: Ditt omdöme skickades in

source: Error while submitting review
bn_bd: পর্যালোচনা জমা দেওয়ার সময় ভুল
sv_se: Ett fel uppstod när omdömet skickades in

source: You have been signed out
bn_bd: আপনি সাইন আউট করেছেন
sv_se: Du är utloggad

source: You have been signed in
bn_bd: আপনি সাইন ইন করেছেন
sv_se: Du är inloggad

source: Persona login failed. Maybe you don't have an account under that email address?
bn_bd: পারসোনা লগইন হয়নি। সম্ভবত আপনার এই ইমেইল ঠিকানা দিইয়ে কোন একাউন্ট নেই?
sv_se: Persona-inloggning misslyckades. Du kanske inte har ett konto med den e-postadressen registrerad?

source: Persona login failed. A server error was encountered.
bn_bd: পারসোনা লগইন হয়নি। সার্ভারে ত্রুটি ঘটেছে।
sv_se: Persona-inloggning misslyckades. Ett serverfel uppstod.

source: Persona cannot be reached. Try again later.
bn_bd: পারসোনায় পৌঁছানো যাচ্ছে না। কিছুক্ষণ পর আবার চেষ্টা করুন।
sv_se: Persona kan inte nås. Försök igen senare.

source: No internet connection
bn_bd: কোন ইন্টারনেট সংযোগ নেই
sv_se: Ingen internetanslutning

source: <b>{n}</b> character left.
bn_bd: আরও <b>{n}</b> টি বর্ণ লেখা যাবে।
sv_se: <b>{n}</b> tecken kvar.

source: Your device does not support purchases.
bn_bd: আপনার ডিভাইস দিয়ে ক্রয় করা যাবেনা।
sv_se: Din enhet stöder inte köp.

source: App Details
bn_bd: অ্যাপের বিস্তারিত
sv_se: App-detaljer

source: Fresh and New Apps
sv_se: Helt nya appar

source: Popular All Time
sv_se: Populära genom tiderna

source: Nominate apps
bn_bd: অ্যাপস মনোনয়ন করে
sv_se: Nominera appar

source: Settings saved
bn_bd: সেটিংস সংরক্ষিত
sv_se: Inställningar sparade

source: Abuse reported
bn_bd: অপব্যবহারের অভিযোগ গৃহীত হয়েছে
sv_se: Rapporterade missbruk

source: Error while submitting report
bn_bd: অভিযোগ পাঠানোর সময় সমস্যা হয়েছে
sv_se: Ett fel uppstod när rapporten skulle skickas in

source: Hello World!
sv_se: Hej världen!

source: Not Found
bn_bd: পাওয়া যায়নি
sv_se: Hittades inte

source: Collection Details
bn_bd: সংগ্রহের বিবরন
sv_se: Detaljer samling

source: Editorial Brand Details
sv_se: Redaktionell varumärkesinformation

source: Operator Shelf Details
sv_se: Hylldetaljer för mobiloperatörer

source: Review updated successfully
bn_bd: সফল ভাবে রিভিউ হালনাগাদ হয়েছে
sv_se: Omdömen uppdaterade

source: There was a problem updating your review
bn_bd: পর্যালোচনা হালনাগাদে একটি সমস্যা হয়েছে
sv_se: Ett problem uppstod när omdömet skulle uppdateras

source: Version
bn_bd: সংস্করণ

source: Argentina
bn_bd: আর্জেন্টিনা

source: Chile
bn_bd: চিলি

source: Colombia
bn_bd: কলম্বিয়া

source: Montenegro
bn_bd: মন্টিনিগ্রো

source: Peru
bn_bd: পেরু

source: Uruguay
bn_bd: উরুগুয়ে

source: Venezuela
bn_bd: ভেনেজুয়েলা
