Repository: zeusintuivo/fireplace
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: bn_bd, hu, pt_pt, sv_se

source: Let us know if something is missing from this website listing or its information should be updated.
hu: Szeretnénk tudni, ha valami hiányzik a weboldal felsorolásából, vagy az információkat frissíteni kell.
pt_pt: Diga-nos se falta algo na listagem deste sítio web ou se a sua informação precisa de ser atualizada.

source: For information on show to report a copyright or trademark issue <a href="{url}" target="_blank">see here</a>.
hu: A szerzői jogi vagy védjeggyel kapcsolatos problémák bejelentésével kapcsolatban <a href="{url}" target="_blank">itt talál információkat</a>.
pt_pt: Para informação sobre como reportar um problema de direito de autor ou de marca registada <a href="{url}" target="_blank">visite esta página</a>.

source: Describe the issue here. Please be specific.
hu: Írja le a problémát lényegretörően.
pt_pt: Descreva o problema aqui. Seja específico.

source: Games
bn_bd: গেমস
hu: Játékok
pt_pt: Jogos
sv_se: Spel

source: Books & Comics
hu: Könyvek és képregények
pt_pt: Livros e banda desenhada

source: Business
bn_bd: ব্যবসা
hu: Üzleti appok
pt_pt: Negócios
sv_se: Ekonomi

source: Education
bn_bd: শিক্ষা
hu: Oktatás
pt_pt: Educação
sv_se: Utbildning

source: Entertainment
bn_bd: চিত্তবিনোদন
hu: Szórakozás
pt_pt: Entretenimento
sv_se: Underhållning

source: Food & Drink
hu: Étel és ital
pt_pt: Comida e bebidas

source: Health & Fitness
bn_bd: স্বাস্থ্য ও সুস্থতা
hu: Egészség és fitnesz
pt_pt: Saúde e bem-estar
sv_se: Hälsa och fitness

source: Kids
hu: Gyerekek
pt_pt: Crianças

source: Lifestyle
bn_bd: লাইফস্টাইল
hu: Életmód
pt_pt: Estilo de vida
sv_se: Livsstil

source: Maps & Navigation
bn_bd: মানচিত্র ও পরিভ্রমণ
hu: Térkép és navigáció
pt_pt: Mapas e navegação
sv_se: Kartor och navigering

source: Music
bn_bd: সঙ্গীত
hu: Zene
pt_pt: Música
sv_se: Musik

source: News
hu: Hírek
pt_pt: Notícias

source: Personalization
hu: Testreszabás
pt_pt: Personalização

source: Photo & Video
bn_bd: ছবি ও চলচ্চিত্র
hu: Fotó és videó
pt_pt: Fotografia e vídeo
sv_se: Foto och video

source: Productivity
bn_bd: উৎপাদনশীলতা
hu: Hasznos appok
pt_pt: Produtividade
sv_se: Produktivitet

source: Reference
bn_bd: সূত্র
hu: Információforrások
pt_pt: Referência
sv_se: Uppslagsverk

source: Science & Tech
hu: Tudomány és technika
pt_pt: Ciência e tecnologia

source: Shopping
bn_bd: কেনাকাটা
hu: Vásárlás
pt_pt: Compras

source: Social
bn_bd: সামাজিক
hu: Közösségi média
sv_se: Socialt

source: Sports
bn_bd: খেলাধুলা
hu: Sport
pt_pt: Desporto
sv_se: Sport

source: Travel
bn_bd: ভ্রমণ
hu: Utazás
pt_pt: Viagens
sv_se: Resa

source: Utilities
bn_bd: হাতিয়ার
hu: Eszközök
pt_pt: Utilitários
sv_se: Verktyg

source: Weather
hu: Időjárás
pt_pt: Meteorologia

source: not available for your region
hu: nem érhető el ezen a területen
pt_pt: indisponível para a sua região

source: not available for your platform
hu: nem érhető el ezen a rendszeren
pt_pt: indisponível para a sua plataforma

source: not compatible with your device
hu: nem kompatibilis az eszközével
pt_pt: não é compatível com o seu dispositivo

source: Payment cancelled.
bn_bd: লেনদেন বাতিল করা হয়েছে।
hu: Fizetés törölve.
pt_pt: Pagamento cancelado.
sv_se: Betalning avbröts.

source: Install failed. Please try again later.
bn_bd: ইন্সটল হয়নি। অনুগ্রহপূর্বক কিছুক্ষন কর আবার চেষ্টা করুন।
hu: A telepítés sikertelen. Próbálja meg később.
pt_pt: A instalação falhou. Por favor tente novamente mais tarde.
sv_se: Installation misslyckades. Försök igen senare.

source: Installed
hu: Telepítve
pt_pt: Instalado

source: free
hu: ingyenes
pt_pt: gratuito

source: Free
bn_bd: বিনামূল্যে
hu: Ingyenes
pt_pt: Grátis
sv_se: Gratis

source: Unavailable
bn_bd: উপস্থিত নেই
hu: Nem érhető el
pt_pt: Indisponível
sv_se: Otillgänglig

source: Install
bn_bd: ইনস্টল
hu: Telepítés
pt_pt: Instalar
sv_se: Installera

source: Install Add-on
hu: Kiegészítő telepítése
pt_pt: Instalar extra

source: Open website
hu: Weboldal megnyitása
pt_pt: Abrir sítio web

source: Open app
hu: App megnyitása
pt_pt: Abrir aplicação

source: Install for free
hu: Ingyenes telepítés
pt_pt: Instalar gratuitamente

source: Install for {price}
hu: Telepítés ára: {price}
pt_pt: Instalar por {price}

source: Open
hu: Megnyitás
pt_pt: Abrir
sv_se: Öppen

source: All Platforms
hu: Minden rendszer
pt_pt: Todas as plataformas

source: Android Mobile
hu: Android mobil
pt_pt: Android para dispositivos móveis

source: Desktop
hu: Asztali PC
pt_pt: Computador

source: For ages {0}+
bn_bd: {0}+ বয়সের জন্যে
hu: Korosztály: {0}+
pt_pt: Para idades superiores a {0}
sv_se: För åldrar {0}+

source: Generic
bn_bd: জাতিবাচক
hu: Általános
pt_pt: Genérico
sv_se: Allmänt

source: For all ages
bn_bd: সব বয়সের উপযোগী
hu: Minden korcsoportnak
pt_pt: Para todas as idades
sv_se: För alla åldrar

source: Rating Pending
bn_bd: রেটিং মুলতুবি
hu: Értékelés függőben
pt_pt: Classificação pendente
sv_se: Väntar på betyg

source: Rating Refused
bn_bd: রেটিং প্রত্যাখ্যাত
hu: Értékelés elutasítva
pt_pt: Classificação rejeitada
sv_se: Betyg avslås

source: Everyone
bn_bd: সবাই
hu: Mindenki
pt_pt: Para todos
sv_se: Alla

source: Everyone 10+
bn_bd: ১০ বছরের উপরে সবাই
hu: Mindenki 10+
pt_pt: Maiores de 10 anos
sv_se: Alla 10+

source: Teen
bn_bd: টিনেজার
hu: Tizenéves
pt_pt: Adolescente
sv_se: Tonåringar

source: Mature 17+
bn_bd: ১৭ বছরের উপরে
hu: Felnőtt 17+
pt_pt: Maiores de 17 anos
sv_se: Vuxen 17+

source: Adults Only 18+
bn_bd: ১৮+ বয়স্কদের জন্যে
hu: Csak felnőtt 18+
pt_pt: Apenas adultos, acima de 18 anos
sv_se: Endast vuxna 18+

source: {current} of {count}
hu: {current} / {count}
pt_pt: {current} de {count}

source: App for Albania
hu: App Albániának
pt_pt: Aplicação para a Albânia
sv_se: App för Albanien

source: App for Argentina
hu: App Argentínának
pt_pt: Aplicação para a Argentina
sv_se: App för Argentina

source: App for Bangladesh
hu: App Bangladesnek
pt_pt: Aplicação para o Bangladeche
sv_se: App för Bangladesh

source: App for Brazil
hu: App Brazíliának
pt_pt: Aplicação para o Brasil
sv_se: App för Brasilien

source: App for Bulgaria
hu: App Bulgáriának
pt_pt: Aplicação para a Bulgária
sv_se: App för Bulgarien

source: App for Chile
hu: App Chilének
pt_pt: Aplicação para o Chile
sv_se: App för Chile

source: App for China
hu: App Kínának
pt_pt: Aplicação para a China
sv_se: App för Kina

source: App for Colombia
hu: App Kolumbiának
pt_pt: Aplicação para a Colômbia
sv_se: App för Colombia

source: App for Costa Rica
hu: App Costa Ricának
pt_pt: Aplicação para a Costa Rica
sv_se: App för Costa Rica

source: App for Croatia
hu: App Horvátországnak
pt_pt: Aplicação para a Croácia
sv_se: App för Kroatien

source: App for Czech Republic
hu: App Csehországnak
pt_pt: Aplicação para a República Checa
sv_se: App för Tjeckien

source: App for Ecuador
hu: App Ecuadornak
pt_pt: Aplicação para o Equador
sv_se: App för Ecuador

source: App for El Salvador
hu: App Salvadornak
pt_pt: Aplicação para El Salvador
sv_se: App för El Salvador

source: App for France
hu: App Franciaországnak
pt_pt: Aplicação para a França
sv_se: App för Frankrike

source: App for Germany
hu: App Németországnak
pt_pt: Aplicação para a Alemanha
sv_se: App för Tyskland

source: App for Greece
hu: App Görögországnak
pt_pt: Aplicação para a Grécia
sv_se: App för Grekland

source: App for Hungary
hu: App Magyarországnak
pt_pt: Aplicação para a Hungria
sv_se: App för Ungern

source: App for India
hu: App Indiának
pt_pt: Aplicação para a Índia
sv_se: App för Indien

source: App for Italy
hu: App Olaszországnak
pt_pt: Aplicação para a Itália
sv_se: App för Italien

source: App for Japan
hu: App Japánnak
pt_pt: Aplicação para o Japão
sv_se: App för Japan

source: App for Macedonia
hu: App Macedóniának
pt_pt: Aplicação para a Macedónia
sv_se: App för Makedonien

source: App for Mexico
hu: App Mexikónak
pt_pt: Aplicação para o México
sv_se: App för Mexiko

source: App for Montenegro
hu: App Montenegrónak
pt_pt: Aplicação para Montenegro
sv_se: App för Montenegro

source: App for Nicaragua
hu: App Nicaraguának
pt_pt: Aplicação para a Nicarágua
sv_se: App för Nicaragua

source: App for Panama
hu: App Panamának
pt_pt: Aplicação para o Panamá
sv_se: App för Panama

source: App for Peru
hu: App Perunak
pt_pt: Aplicação para o Peru
sv_se: App för Peru

source: App for Poland
hu: App Lengyelországnak
pt_pt: Aplicação para a Polónia
sv_se: App för Polen

source: App for Russia
hu: App Oroszországnak
pt_pt: Aplicação para a Rússia
sv_se: App för Ryssland

source: App for Serbia
hu: App Szerbiának
pt_pt: Aplicação para a Sérvia
sv_se: App för Serbien

source: App for South Africa
hu: App Dél-Afrikának
pt_pt: Aplicação para a África do Sul
sv_se: App för Sydafrika

source: App for Spain
hu: App Spanyolországnak
pt_pt: Aplicação para a Espanha
sv_se: App för Spanien

source: App for Uruguay
hu: App Uruguaynak
pt_pt: Aplicação para o Uruguai
sv_se: App för Uruguay

source: App for Venezuela
hu: App Venezuelának
pt_pt: Aplicação para a Venezuela
sv_se: App för Venezuela

source: Arts & Entertainment App
bn_bd: আর্টস ও মনোরঞ্জন স্পটলাইট
hu: Művészet és szórakozás
pt_pt: Aplicação de arte e entretenimento
sv_se: App för kultur och nöje

source: Featured Book App
bn_bd: চমৎকার পাঠ্য
hu: Nagyszerű olvasmány
pt_pt: Aplicação de livro em destaque
sv_se: Rekommenderad app för böcker

source: Featured Creativity App
bn_bd: সৃজনশীল হউন
hu: Légy kreatív
pt_pt: Aplicação de criatividade em destaque
sv_se: Rekommenderad app för kreativitet

source: Featured Education App
bn_bd: শিক্ষা স্পটলাইট
hu: Oktatás kiemeltjei
pt_pt: Aplicação educativa em destaque
sv_se: Rekommenderad app för utbildning

source: Featured Game
bn_bd: চমৎকার গেম
hu: Játék azonnali indítása
pt_pt: Jogo em destaque
sv_se: Rekommenderat spel

source: Groundbreaking App
bn_bd: যুগান্তকারী অ্যাপ
hu: Úttörő app
pt_pt: Aplicação inovadora
sv_se: Banbrytande app

source: Health & Fitness App
bn_bd: স্বাস্থ্যকর জীবনযাপন
hu: Egészséges élet
pt_pt: Aplicação de saúde e fitness
sv_se: App för hälsa och fitness

source: Hidden Gem
hu: Rejtett gyöngyszem
pt_pt: Joia escondida
sv_se: Dold pärla

source: Featured Lifestyle App
bn_bd: লাইফস্টাইল ও কালচার
hu: Életmód és kultúra
pt_pt: Aplicação de estilo de vida em destaque
sv_se: Rekommenderad app för livsstil

source: Local Favorite App
bn_bd: স্থানীয় প্রিয়
hu: Helyi kedvenc
pt_pt: Aplicação local favorita
sv_se: Lokal favoritapp

source: Maps & Navigation App
bn_bd: এদিক সেদিক ঘোরাঘুরি
hu: Találj oda
pt_pt: Aplicação de mapas e navegação
sv_se: App för kartor och navigering

source: Featured Music App
bn_bd: সঙ্গীত প্রেমীদের জন্যে
hu: Zenekedvelőknek
pt_pt: Aplicação de música em destaque
sv_se: Rekommenderad app för musik

source: Mystery App!
hu: Rejtélyes app
pt_pt: Aplicação mistério!
sv_se: Mystisk app!

source: News & Weather App
bn_bd: সংবাদ ও আবহাওয়া স্পটলাইট
hu: Hírek és időjárás kiemeltjei
pt_pt: Aplicação de notícias e meteorologia
sv_se: App för nyheter och väder

source: Photo & Video App
hu: Kiemelt kamera app
pt_pt: Aplicação de fotografia e vídeo
sv_se: App för foto och video

source: Featured Shopping App
bn_bd: স্মার্ট শপিং
hu: Okos vásárlási
pt_pt: Aplicação de compras em destaque
sv_se: Rekommenderad app för shopping

source: Featured Social App
bn_bd: সংযুক্ত হউন
hu: Maradj kapcsolatban
pt_pt: Aplicação social em destaque
sv_se: Rekommenderad app för socialt

source: Featured Sports App
bn_bd: ক্রীড়াময় জীবন
hu: Sportélet
pt_pt: Aplicação de desporto em destaque
sv_se: Rekommenderad app för sport

source: Tool & Time Saver
bn_bd: হাতিয়ার ও সময় সহায়ক
hu: Eszközök és gyors megoldások
pt_pt: Ferramenta e economizador de tempo
sv_se: Verktyg och tidsparare

source: Featured Travel App
bn_bd: ভ্রমনকারীদের জন্যে
hu: Utazóknak
pt_pt: Aplicação de viagens em destaque
sv_se: Rekommenderad app för resor

source: Work & Business App
bn_bd: উন্নত ব্যবসা
hu: Legyen hatékonyabb
pt_pt: Aplicação de trabalho e de negócios
sv_se: App för arbete och näringsliv

source: works offline
hu: működik kapcsolat nélkül
pt_pt: funciona sem ligação à Internet

source: Unable to install packaged apps
hu: Nem telepíthetők csomagolt appok
pt_pt: Não é possível instalar aplicações empacotadas
sv_se: Kan inte installera paketerade appar

source: Sorry, we had trouble fetching this app's data. Please try again later.
hu: Elnézést, hiba történt az app adatainak letöltésekor. Próbálja újra később.
pt_pt: Pedimos desculpa, mas tivemos problemas ao obter os dados desta aplicação. Por favor, tente novamente mais tarde.

source: App install error: {error}
bn_bd: অ্যাপ ইন্সটল ত্রুটি: {error}
hu: App telepítési hiba: {error}
pt_pt: Erro ao instalar a aplicação: {error}
sv_se: App-installationsfel: {error}

source: There was an error submitting your newsletter sign up request
bn_bd: আপনার নিউজলেটারের সাইন আপ অনুরোধে একটি ভুল হয়েছে
hu: Hiba történt a hírlevélre feliratkozási kérésének beküldésekor
pt_pt: Ocorreu um erro ao submeter o seu pedido de subscrição à newsletter
sv_se: Det uppstod ett fel med registrering av nyhetsbrevet

source: Error while communicating with server. Try again later.
bn_bd: সার্ভার এর সাথে যোগাযোগ করতে সমস্যা। কিছুক্ষণ পর আবার চেষ্টা করুন।
hu: Hiba történt a kiszolgálóval történő kommunikáció során. Próbálja újra.
pt_pt: Erro ao comunicar com o servidor. Tente novamente mais tarde.
sv_se: Kommunikationsfel med servern. Försök igen senare.

source: Payment failed. Try again later.
bn_bd: মূল্যে পরিশোধ ব্যর্থ। পুনরায় চেষ্টা করুন।
hu: Sikertelen fizetés. Próbálja meg később.
pt_pt: O pagamento falhou. Tente novamente mais tarde.
sv_se: Betalning misslyckades. Försök igen senare.

source: Flagging review...
hu: Értékelés megjelölése…
pt_pt: A reportar a análise...

source: This review has been successfully flagged. Thanks!
hu: Az értékelés sikeresen megjelölve. Köszönjük!
pt_pt: Esta análise foi reportada com sucesso. Obrigado!

source: Sorry, there was an issue flagging the review. Please try again later.
hu: Elnézést, az értékelés megjelölésekor hiba történt. Próbálja újra később.
pt_pt: Lamentamos, mas ocorreu um problema a reportar a análise. Por favor, tente novamente mais tarde.

source: This review has been successfully deleted
hu: Az értékelés sikeresen törölve
pt_pt: Esta análise foi eliminada com sucesso

source: Write a Review
bn_bd: পর্যালোচনা লিখুন
hu: Értékelés írása
pt_pt: Escrever uma Análise
sv_se: Skriv ett omdöme

source: Sorry, there was a problem deleting the review
hu: Elnézést, az értékelés törlésekor hiba történt
pt_pt: Lamentamos, mas ocorreu um problema ao eliminar a análise

source: Loading...
bn_bd: লোডিং...
hu: Betöltés…
pt_pt: A carregar...
sv_se: Laddar...

source: Your review was successfully posted. Thanks!
hu: Az értékelés sikeresen beküldve. Köszönjük!
pt_pt: A sua análise foi publicada com sucesso. Obrigado!

source: Sorry, there was an error posting your review. Please try again later.
hu: Elnézést, hiba történt az értékelés beküldésekor. Próbálja újra később.
pt_pt: Lamentamos, mas ocorreu um problema ao publicar a sua análise. Por favor, tente novamente mais tarde.

source: Your review was successfully edited
hu: Az értékelés sikeresen szerkesztve
pt_pt: A sua análise foi editada com sucesso

source: Sorry, there was an issue editing your review. Please try again later
hu: Elnézést, hiba történt az értékelés szerkesztésekor. Próbálja újra később
pt_pt: Lamentamos, mas ocorreu um problema ao editar a sua análise. Por favor tente novamente mais tarde

source: {n} star
bn_bd: {n} টি তারকা
hu: {n} csillag
pt_pt: {n} estrela
sv_se: {n} stjärna

source: English
hu: Angol
pt_pt: Inglês

source: French
hu: Francia
pt_pt: Francês

source: German
hu: Német
pt_pt: Alemão

source: Hungarian
hu: Magyar
pt_pt: Húngaro

source: Indonesian
hu: Indonéz
pt_pt: Indonésio

source: Polish
hu: Lengyel
pt_pt: Polaco

source: Portuguese
hu: Portugál
pt_pt: Português

source: Russian
hu: Orosz
pt_pt: Russo

source: Spanish
hu: Spanyol
pt_pt: Espanhol

source: Sorry, you are currently offline. Please try again later.
hu: Elnézést, nincs internetkapcsolat. Próbálja újra később.
pt_pt: Lamentamos, mas está desligado da rede. Por favor, tente novamente mais tarde.
sv_se: Tyvärr, du är inte ansluten till internet. Försök igen senare.

source: The next time you start the Firefox Marketplace app, you’ll see the updated version!
hu: A Firefox Marketplace app következő indításakor a frissített verzió fog megjelenni!
pt_pt: Da próxima vez que iniciar a aplicação do Firefox Marketplace, irá ver uma versão atualizada!

source: Firefox OS Add-ons
hu: Firefox OS kiegészítők
pt_pt: Extras do Firefox OS

source: App Detail
hu: App részletei
pt_pt: Detalhes da aplicação

source: Feedback submitted. Thanks!
bn_bd: পর্যালোচনা জমা দেওয়া হয়েছে। ধন্যবাদ!
hu: A visszajelzés elküldve. Köszönjük!
pt_pt: Avaliação submetida. Obrigado!
sv_se: Återkoppling inlämnad. Tack!

source: There was a problem submitting your feedback. Try again soon.
bn_bd: আপনার মতামত জমা দেওয়ার সময় একটি সমস্যা হয়েছে। শীঘ্রই আবার চেষ্টা করুন।
hu: Hiba történt a visszajelzés küldésekor. Próbálja meg később.
pt_pt: Ocorreu um erro ao submeter a sua avaliação. Tente novamente.
sv_se: Ett problem uppstod när dina synpunkter skulle skickas in. Försök igen senare.

source: Collection Detail
hu: Gyűjtemény részletei
pt_pt: Detalhes da coleção

source: New Apps
hu: Új appok
pt_pt: Novas aplicações

source: Popular Homescreens
hu: Népszerű kezdőképernyők
pt_pt: Ecrãs iniciais populares

source: Language Packs
hu: Nyelvi csomagok
pt_pt: Pacotes de idioma

source: New Sites
hu: Új oldalak
pt_pt: Novos sites

source: Popular Apps
hu: Népszerű appok
pt_pt: Aplicações populares

source: Popular Sites
hu: Népszerű oldalak
pt_pt: Sites populares

source: Search Results
bn_bd: অনুসন্ধানের ফলাফল
hu: Találatok
pt_pt: Resultados da pesquisa
sv_se: Sökresultat

source: Developer Listing
hu: Fejlesztői listázás
pt_pt: Listagem de programador

source: Your settings have been successfully saved
hu: A beállítások sikeresen elmentve
pt_pt: As suas definições foram guardadas com sucesso

source: Settings could not be saved
bn_bd: সেটিংস সংরক্ষিত হয়নি
hu: A beállítások nincsenek elmentve
pt_pt: Não foi possível guardar as definições
sv_se: Inställningar kunde inte sparas

source: Website Detail
hu: Weboldal részletei
pt_pt: Detalhes do sítio web

source: Close
bn_bd: বন্ধ
hu: Bezárás
pt_pt: Fechar
sv_se: Stäng

source: Report submitted. Thanks!
hu: Jelentés beküldve, köszönjük!
pt_pt: Denúncia enviada. Obrigado!

source: There was an issue submitting your report. Please try again later.
hu: Hiba történt a jelentés beküldésekor. Próbálja újra később.
pt_pt: Ocorreu um problema ao enviar a sua denúncia. Por favor tente novamente.

source: Read All Reviews
hu: Minden értékelés elolvasása
pt_pt: Ler todos os comentários

source: Please sign in to view the receipt
bn_bd: রিসিপ্ট দেখতে সাইন ইন করুন
hu: Jelentkezzen be a számla megtekintéséhez
pt_pt: Por favor, inicie sessão para ver o recibo
sv_se: Du måste logga in för att se kvittot

source: Receipt
bn_bd: রিসিপ্ট
hu: Számla
pt_pt: Recibo
sv_se: Kvitto

source: Report an Issue
hu: Probléma jelentése
pt_pt: Denunciar um problema

source: Android Tablet
pt_pt: Tablet Android

source: No apps found
sv_se: Inga appar hittades

source: Show
sv_se: Visa

source: All apps
sv_se: Alla appar

source: Apps for My Device
sv_se: Appar för min enhet

source: Desktop Apps
sv_se: Skrivbordsappar

source: Firefox OS Apps
sv_se: Firefox OS appar

source: Android Mobile Apps
sv_se: Android-appar till mobil

source: Android Tablet Apps
sv_se: Android-appar till surfplatta

source: No apps in this category
bn_bd: এই বিষয়শ্রেণীতে কোনো অ্যাপস নেই
sv_se: Inga appar i denna kategori

source: No
bn_bd: না
sv_se: Nej

source: Yes
bn_bd: হ্যাঁ
sv_se: Ja

source: Firefox Accounts has arrived
sv_se: Firefox-konton har anlänt

source: Learn how to transfer your account
sv_se: Läs hur du överför ditt konto

source: It's easy.
sv_se: Det är enkelt.

source: Firefox Marketplace has transitioned to Firefox Accounts to manage your profile. Continue to complete the simple upgrade process.
sv_se: Firefox Marketplace har gått över till Firefox-konton för att hantera din profil. Fortsätt för att slutföra uppgraderingen.

source: Continue
sv_se: Fortsätt

source: Learn more
sv_se: Läs mer

source: Enter your email
sv_se: Ange din e-postadress

source: Valid email required
sv_se: Giltig e-postadress krävs

source: Next
sv_se: Nästa

source: You must use Firefox to install Firefox apps.
bn_bd: ফায়ারফক্স এপ ইন্সটল করতে আপনাকে অবশ্যই ফায়ারফক্স ব্যবহার করতে হবে।
sv_se: Du måste använda Firefox för att installera Firefox appar.

source: Recommended
sv_se: Rekommenderad

source: My Account
bn_bd: একাউন্ট সেটিংস
sv_se: Mitt konto

source: Back to Marketplace
sv_se: Tillbaka till Marketplace

source: Developer Hub
bn_bd: ডেভেলপার হাব
sv_se: Utvecklarcenter

source: Nominate apps to be featured on Firefox Marketplace!
bn_bd: মার্কেটপ্লেস এ বৈশিষ্ট্যপূর্ণ নির্বাচিত হতে এপস্ মনোনিত করুন
sv_se: Nominera appar som ska rekommenderas på Firefox Marketplace!

source: Are you the developer or fan of an awesome app or collection of apps on Firefox Marketplace? Submit your nominations, and you may see them in a featured spot.
bn_bd: আপনি কি, ফায়ারফক্স মার্কেটপ্লেস এর চমৎকার অ্যাপ্লিকেশন অথবা সংগ্রহের ডেভলপার বা ভক্ত? আপনার মনোনয়ন জমা দিয়ে, একটি বৈশিষ্ট্যযুক্ত স্থানে তাদের নিয়ে যান।
sv_se: Är du utvecklare eller fan av en fantastisk app eller samling av appar på Firefox Marketplace? Skicka in dina nomineringar och du kan få se dem rekommenderade.

source: Learn more about <a href="{wiki_url}">how apps are featured</a>.
bn_bd: <a href="{wiki_url}">কিভাবে অ্যাপস বৈশিষ্ট্যপূর্ণ করা হয়</a> সেটি সম্পর্কে আরও জানুন।
sv_se: Läs mer om <a href="{wiki_url}">hur appar rekommenderas</a>.

source: Thanks for submitting your nomination.
bn_bd: আপনার মনোনয়ন জমাদানের জন্যে ধন্যবাদ।
sv_se: Tack för din nominering.

source: Tell your friends!
bn_bd: বন্ধুদের বলুন!
sv_se: Berätta för dina vänner!

source: Tweet #FaveApps
bn_bd: #FaveApps টুইট করুন
sv_se: Tweeta #FaveApps

source: Submit another nomination
bn_bd: আরেকটি মনোনয়ন জমা দিন
sv_se: Skicka in en till nominering

source: Tell us which Marketplace apps you'd like to nominate for featuring
bn_bd: মার্কেটপ্লেসের কোন অ্যাপটি বৈশিষ্ট্যপূর্ণ হিসেবে মনোনিত করতে চান, আমাদের বলুন
sv_se: Berätta för oss vilka Marketplace-appar som du vill rekommendera

source: Name of apps or Marketplace URLs
bn_bd: অ্যাপ এর নাম অথবা মার্কেটপ্লেস এর লিংক
sv_se: Namn på appar eller Marketplace URL:er

source: Select a category for these apps
bn_bd: অ্যাপ এর বিষয় শ্রেণী নির্বাচন করুন
sv_se: Välj en kategori för dessa appar

source: In which regions would you like to see these apps featured?
bn_bd: কোন অঞ্চলে আপনি অ্যাপসটি বৈশিষ্ট্যপূর্ণ হিসেবে দেখতে আগ্রহী?
sv_se: I vilka regioner vill du rekommendera dessa appar?

source: Tell us why these apps should be featured
bn_bd: এই অ্যাপসটি কেন বৈশিষ্ট্যপূর্ণ করা হবে আমাদের বলুন
sv_se: Berätta för oss varför dessa appar rekommenderades

source: Your name
bn_bd: আপনার নাম
sv_se: Ditt namn

source: Your email address
bn_bd: আপনার ইমেইল ঠিকানা
sv_se: Din e-postadress

source: Submit
bn_bd: জমা
sv_se: Skicka in

source: Back
bn_bd: ফেরত
sv_se: Tillbaka

source: Clear
bn_bd: পরিষ্কার
sv_se: Rensa

source: Not yet rated
bn_bd: এখনও রেট দেওয়া হয়নি
sv_se: Ej betygsatt

source: View all apps
sv_se: Visa alla appar

source: Ruh roh! No apps here, Shaggy!
bn_bd: আহ হা! এখানে কোন এ্যাপ নেই, ঝামেলা!
sv_se: Ruh-roh! Inga appar här, Shaggy!

source: Edit My Account
bn_bd: অ্যাকাউন্ট সেটিংস সম্পাদনা
sv_se: Redigera kontoinställningar

source: Credits
bn_bd: স্বীকৃতি
sv_se: Tack till

source: by {author}
bn_bd: {author} দ্বারা
sv_se: av {author}

source: for previous version {version}
bn_bd: পুর্ববর্তী সংস্করন {version} এর জন্যে
sv_se: för föregående version {version}

source: Works offline
sv_se: Fungerar i nedkopplat läge
