Repository: zeusintuivo/fireplace
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: bn_bd, hu, pt_pt, sv_se

source: Free Carrier Apps
hu: Ingyenes szolgáltatói appok
pt_pt: Aplicações Gratuitas do Operador

source: Your carrier offers these free apps. You can download them at no charge.
hu: Szolgáltatója ezen ingyenes appokat kínálja. Letöltésükért nem kell fizetni.
pt_pt: O seu operador oferece estas aplicações gratuitas. Podes descarregá-las sem custos.

source: No apps found.
hu: Nincsenek appok.
pt_pt: Não foram encontradas aplicações.
sv_se: Inga appar hittades.

source: An internal server error occurred. Please try again later.
bn_bd: সার্ভারে কিছু ত্রুটি ঘটেছে। অনুগ্রহপূর্বক কিছুক্ষণ পর আবার চেষ্টা করুন।
hu: Belső kiszolgálóhiba történt. Próbálja meg újra.
pt_pt: Ocorreu um erro interno de servidor. Por favor, tente novamente mais tarde.
sv_se: Ett internt serverfel inträffade. Försök igen senare.

source: Categories
hu: Kategóriák
pt_pt: Categorias
sv_se: Kategorier

source: Expand
bn_bd: সম্প্রাসারণ
hu: Kinyitás
pt_pt: Expandir
sv_se: Expandera

source: No results found
bn_bd: ফলাফল পাওয়া যায়নি
hu: Nincs találat
pt_pt: Não foram encontrados resultados
sv_se: Inga träffar

source: The category you requested does not exist.
bn_bd: আপনার অনুরোধকৃত বিষয়শ্রেণী বিদ্যমান নয়।
hu: A kért kategória nem létezik.
pt_pt: A categoria que solicitou não existe.
sv_se: Kategorin som du söker finns inte.

source: We want to hear from you!
hu: Kíváncsiak vagyunk véleményére!
pt_pt: Gostávamos de o ouvir!

source: Give us your feedback. Let us know whether we are awesome or buggy.
hu: Adjon visszajelzést. Szeretnénk tudni, hogy nagyszerűek vagyunk-e vagy szörnyűek.
pt_pt: Dê-nos a sua opinião. Diga-nos se somos fantásticos ou nem por isso.

source: Let us know...
hu: Mondja el…
pt_pt: Dê-nos a sua opinião...

source: Cancel
bn_bd: বাতিল
hu: Mégse
pt_pt: Cancelar
sv_se: Avbryt

source: Submit Feedback
hu: Visszajelzés elküldése
pt_pt: Submeter comentário

source: Feedback
bn_bd: প্রতিক্রিয়া
hu: Visszajelzés
pt_pt: Avaliação
sv_se: Återkoppling

source: Support
bn_bd: সহায়তা
hu: Támogatás
pt_pt: Apoio
sv_se: Hjälp

source: Develop Apps
bn_bd: অ্যাপস ডেভেলপ করুন
hu: App fejlesztés
pt_pt: Desenvolver aplicações
sv_se: Utveckla appar

source: Develop Firefox OS Add-ons
hu: Firefox OS kiegészítők fejlesztése
pt_pt: Desenvolver Extras para o Firefox OS

source: My Submissions
bn_bd: আমার দাখিলসমূহ
hu: Beküldéseim
pt_pt: As minhas submissões
sv_se: Mina bidrag

source: Reviewer Tools
bn_bd: পর্যালোচক টুল
hu: Értékelő eszközök
pt_pt: Ferramentas de revisão
sv_se: Verktyg för granskare

source: Lookup Tool
bn_bd: লুকআপ টুল
hu: Kereső eszközök
pt_pt: Ferramenta de pesquisa
sv_se: Uppslagsverktyg

source: Except where otherwise <a href="{legal_url}" target="_blank">noted</a>, content on this site is licensed under the <a href="{cc_url}" target="_blank">Creative Commons Attribution Share-Alike License v3.0</a> or any later version.
bn_bd: <a href="{legal_url}" target="_blank">উল্লেখিত</a> জায়গা ছাড়া, এই সাইটের সকল উপাদান <a href="{cc_url}" target="_blank">ক্রিয়েটিভ কমনস এ্যাট্রিবিউশন শেয়ার-এলাইক লাইসেন্স সংস্করন ৩.০ </a> বা পরবর্তী সংস্করন দ্বারা লাইসেন্সকৃত।
hu: Kivéve, ahol másként nincs <a href="{legal_url}" target="_blank">említve</a>, az oldalon található tartalom <a href="{cc_url}" target="_blank">Creative Commons Attribution Share-Alike License v3.0 </a> vagy annál frissebb verzió alatt kerül kiadásra.
pt_pt: Exceto onde <a href="{legal_url}" target="_blank">especificado</a>, o conteúdo deste site é licenciado sob a <a href="{cc_url}" target="_blank">Licença Creative Commons Atribuição-CompartilhaIgual v3.0</a> ou qualquer versão mais recente.
sv_se: Om inget annat <a href="{legal_url}" target="_blank">anges</a>, är innehållet på denna sida licenserat under <a href="{cc_url}" target="_blank">Creative Commons Attribution Share-Alike License v3.0</a> eller någon senare version.

source: Privacy Policy
bn_bd: গোপনীয়তা নীতি
hu: Adatvédelmi irányelvek
pt_pt: Política de privacidade
sv_se: Sekretesspolicy

source: Terms of Use
bn_bd: ব্যবহারের শর্তাবলী
hu: Felhasználási feltételek
pt_pt: Termos de utilização
sv_se: Användarvillkor

source: Report Trademark Abuse
bn_bd: ট্রেডমার্কের অপব্যবহার সম্পর্কে জানিয়ে দিন
hu: Védjeggyel való visszaélés jelentése
pt_pt: Denunciar abuso de marca registada
sv_se: Rapportera varumärkesintrång

source: Search Marketplace&hellip;
hu: Marketplace keresés&hellip;
pt_pt: Pesquisar Marketplace&hellip;

source: Search
bn_bd: অনুসন্ধান
hu: Keresés
pt_pt: Pesquisa
sv_se: Sök

source: Settings
bn_bd: সেটিংস
hu: Beállítások
pt_pt: Definições
sv_se: Inställningar

source: My Apps
bn_bd: আমার অ্যাপ
hu: Saját appok
pt_pt: As minhas aplicações
sv_se: Mina appar

source: Sign Out
bn_bd: সাইন আউট
hu: Kijelentkezés
pt_pt: Terminar sessão
sv_se: Logga ut

source: These applications can only be installed on devices running Firefox OS.
hu: Ezek az alkalmazások csak Firefox OS-t futtató eszközökre telepíthetőek.
pt_pt: Estas aplicações apenas podem ser instaladas em dispositivos que executam o Firefox OS.

source: You may view the catalog but not be able to install or run these apps on your platform.
hu: Megtekintheti a katalógust, de nem fogja tudni telepíteni és futtatni ezeket az appokat a platformján.
pt_pt: Poderá ver o catálogo mas não poderá instalar ou executar estas aplicações na sua plataforma.

source: No language packs found.
hu: Nem található nyelvi csomag.
pt_pt: Não foram encontrados pacotes de idioma.

source: Sign up for our newsletter
hu: Feliratkozás a hírlevelünkre
pt_pt: Subscrever a nossa newsletter

source: Get Firefox news! Sign up for our newsletter
hu: Firefox hírekért iratkozzon fel hírlevelünkre!
pt_pt: Obtenha notícias sobre o Firefox! Subscreva a nossa newsletter

source: Email Address
hu: E-mail cím
pt_pt: Endereço de e-mail

source: Sign me up
hu: Feliratkozás
pt_pt: Subscrever

source: Preferred Language
hu: Előnyben részesített nyelv
pt_pt: Idioma preferido

source: I'm okay with Mozilla handling my info as explained in <a href="{privacy_policy_url}" target="_blank">this Privacy Policy</a>.
hu: Egyetértek azzal, hogy a Mozilla adataimat ezen <a href="{privacy_policy_url}" target="_blank">Adatvédelmi irányelveknek</a> megfelelően kezelje.
pt_pt: Concordo que a Mozilla faça a gestão da minha informação pessoal tal como é explicado <a href="{privacy_policy_url}" target="_blank">nesta Política de Privacidade</a>.

source: Thanks for signing up!
hu: Köszönjük, hogy feliratkozott!
pt_pt: Obrigado por subscrever!

source: You'll receive an email from mozilla@e.mozilla.org, please check your inbox for your first email from us. If you don’t see it, check your spam filter.
hu: Kapni fog egy e-mailt a mozilla@e.mozilla.org címről, nézze meg postaládáját. Ha nem kapta meg az első e-mailt tőlünk, nézze meg a levélszemét közt.
pt_pt: Irá receber um email de mozilla@e.mozilla.org. Por favor procure na sua caixa de entrada pela sua primeira mensagem de nós. Se não a encontrar, confirme o seu filtro de mensagens não solicitadas.

source: An update to Marketplace is available.
hu: Elérhető a Marketplace frissítése.
pt_pt: Está disponível uma atualização para o Marketplace.

source: Download
hu: Letöltés
pt_pt: Transferir
sv_se: Hämta

source: The list returned no results.
hu: A lista nem adott találatokat.
pt_pt: A lista não devolveu resultados.

source: Apps
hu: Appok
pt_pt: Aplicações

source: Add-ons
hu: Kiegészítők
pt_pt: Extras

source: Homescreens
hu: Kezdőképernyők
pt_pt: Ecrãs iniciais

source: More
bn_bd: আরও
hu: Több
pt_pt: Mais
sv_se: Mer

source: Home
hu: Kezdőlap
pt_pt: Início
sv_se: Hem

source: Popular
bn_bd: জনপ্রিয়
hu: Népszerű
sv_se: Populär

source: New
bn_bd: নতুন
hu: Új
pt_pt: Novas
sv_se: Ny

source: Recommended Apps
hu: Ajánlott appok
pt_pt: Aplicações recomendadas

source: Register
hu: Regisztráció
pt_pt: Registo

source: Sign In
bn_bd: সাইন ইন
hu: Bejelentkezés
pt_pt: Iniciar sessão
sv_se: Logga in

source: Sign in
hu: Bejelentkezés
pt_pt: Iniciar sessão

source: Sign out
hu: Kijelentkezés
pt_pt: Terminar sessão

source: Add-on Tools
hu: Kiegészítői eszközök
pt_pt: Ferramentas de Extras

source: Get Involved
hu: Vegyen részt
pt_pt: Envolva-se

source: Newsletter Signup
hu: Feliratkozás hírlevélre
pt_pt: Subscrição de newsletter

source: <b>{n}</b> Result
bn_bd: <b>{n}</b> টি ফলাফল
hu: <b>{n}</b> találat
pt_pt: <b>{n}</b> resultado
sv_se: <b>{n}</b> träff

source: <b>"{search_query}"</b> returned {n} result
hu: <b>„{search_query}”</b> {n} találatot adott
pt_pt: <b>"{search_query}"</b> devolveu {n} resultado

source: No results found, try again later
bn_bd: কোন ফলাফল নেই, কিছুক্ষণ পর আবার চেষ্টা করুন
hu: Nincs találat, próbálja újra később
pt_pt: Não foram encontrados resultados, tente novamente mais tarde
sv_se: Inga träffar, försök igen senare

source: You must be signed in to view your apps.
bn_bd: আপনার এপগুলো দেখেতে অবশ্যই সাইন ইন প্রয়োজন।
hu: Be kell jelentkezni a saját appok megtekintéséhez.
pt_pt: Tem de ter sessão iniciada para ver as suas aplicações.
sv_se: Du måste vara inloggad för att se dina appar.

source: You have no apps
bn_bd: আপনার কোন এপ নেই
hu: Nincsenek saját appok
pt_pt: Não tem aplicações
sv_se: Du har inga appar

source: Oh no!
bn_bd: ওহ না!
hu: Jaj, ne!
pt_pt: Oh não!
sv_se: Åh nej!

source: General settings
hu: Általános beállítások
pt_pt: Definições gerais

source: Display Name
bn_bd: প্রদর্শনের নাম
hu: Megjelenő név
pt_pt: Nome a apresentar
sv_se: Visa namn

source: Recommendations
hu: Javaslatok
pt_pt: Recomendações

source: Yes, show me recommendations based on my installed apps. <a href="{url}" target="_blank">Learn more</a>
hu: Szeretnék javaslatokat látni a telepített appjaim alapján. <a href="{url}" target="_blank">További tudnivalók</a>
pt_pt: Sim, mostre-me recomendações baseadas nas minhas aplicações instaladas. <a href="{url}" target="_blank">Saber mais</a>

source: Save Changes
bn_bd: সংরক্ষণ
hu: Változások mentése
pt_pt: Guardar alterações
sv_se: Spara ändringar

source: Region
bn_bd: অঞ্চল
hu: Régió
pt_pt: Região

source: App Statistics
hu: Appstatisztika
pt_pt: Estatísticas da aplicação

source: App usage statistics
hu: Apphasználati statisztika
pt_pt: Estatísticas de utilização da aplicação

source: Not enough statistics to show.
hu: Nincs elég megjeleníthető statisztika.
pt_pt: Não existem estatísticas suficientes para apresentar.

source: Your carrier offers some free apps.
hu: Szolgáltatója ingyenes appokat kínál.
pt_pt: O seu operador oferece algumas aplicações gratuitas.

source: Get them now!
hu: Szerezze be ezeket most!
pt_pt: Obtê-las agora!

source: Content Rating
bn_bd: কনটেন্ট রেটিং
hu: Tartalom értékelése
pt_pt: Classificação de conteúdo
sv_se: Innehållsklassificering

source: Rating Details
hu: Értékelés részletei
pt_pt: Detalhes da classificação

source: Installed!
bn_bd: ইনস্টল হয়েছে!
hu: Telepítve!
pt_pt: Instalada!
sv_se: Installerad!

source: Launch this app from your <b>Applications</b> directory.
bn_bd: <b>Applications</b> ডিরেক্টরি থেকে এই এপটি চালু করুন।
hu: Az app elindítható az <b>Applications</b> könyvtárból.
pt_pt: Executar esta aplicação do diretório de <b>Aplicações</b>.
sv_se: Starta appen från din <b>program</b>-katalog.

source: Launch this app from your <b>Windows desktop</b> or <b>Start &#9658; All Programs</b>.
bn_bd: এই অ্যাপটি আপনার <b>উইন্ডোজ ডেস্কটপ</b> অথবা <b>Start &#9658; All Programs</b> থেকে চালু করুন।
hu: Az app elindítható a <b>Windows asztaláról</b> vagy a <b>Start &#9658; Minden program</b> menüből.
pt_pt: Executar esta aplicação do seu <b>Ambiente de trabalho no Windows</b> ou <b>Iniciar &#9658; Todos os programas</b>.
sv_se: Starta appen från ditt <b>skrivbord i Windows</b> eller <b>Start &#9658; Alla program</b>.

source: Launch this app from your <b>dash</b>, <b>Application picker</b>, or <b>Applications menu</b>.
bn_bd: এই এপটি আপনার <b>ড্যাশ</b>, <b>এপ্লিকেশন পিকার</b>, কিংবা <b>এপ্লিকেশন মেনু</b> থেকে চালু করুন।
hu: Az app elindítható <b>helyből</b>, az <b>Alkalmazásválasztóból</b>, vagy az <b>Alkalmazások menüből</b>.
pt_pt: Executar esta aplicação do <b>dash</b>, do <b>seletor de aplicações</b> ou do <b>menu de aplicações</b>.
sv_se: Starta appen från din <b>panel</b>, <b>programväljare</b> eller <b>programmeny</b>.

source: Edit your Review
hu: Értékelés szerkesztése
pt_pt: Editar a sua Análise

source: Edit your review
hu: Értékelés szerkesztése
pt_pt: Editar a sua análise

source: Write a review
hu: Értékelés írása
pt_pt: Escrever uma análise

source: Sign in to review
hu: Jelentkezzen be az értékeléshez
pt_pt: Iniciar sessão para comentar

source: Read all reviews
hu: Minden értékelés olvasása
pt_pt: Ler todos os comentários

source: Let us know if this add-on is doing something that isn't allowed in the <a href="{criteria_url}" target="_blank">review criteria</a> and should be removed from the Marketplace.
hu: Tudassa, ha ez a kiegészítő az <a href="{criteria_url}" target="_blank">ellenőrzési feltételekben</a> nem engedélyezett dolgot csinál, és el kellene távolítani a Marketplaceről.
pt_pt: Deixe-nos saber se este extra está a fazer algo que não é permitido nos <a href="{criteria_url}" target="_blank">critérios de revisão</a> e deverá ser removido do Marketplace.

source: Examples of issues to report here are if the add-on is completely broken, contains mature content, contains malware, etc. The add-on developer will not see your comments.
hu: Az itt bejelentésre érdemes problémák: a kiegészítő működésképtelen, felnőtt tartalmat vagy rosszindulatú kódot tartalmaz stb. A kiegészítő fejlesztője nem fogja látni a hozzászólását.
pt_pt: Exemplos de problemas a reportar aqui são se o extra não funciona, contém conteúdo para adultos, contém software malicioso, etc. O programador do extra não irá ver os seus comentários.

source: Submit Report
hu: Jelentés beküldése
pt_pt: Submeter Relatório

source: 1 Review
hu: 1 értékelés
pt_pt: 1 análise

source: Description
bn_bd: বর্ণনা
hu: Leírás
pt_pt: Descrição
sv_se: Beskrivning

source: View All
bn_bd: সকল দেখাও
hu: Összes megjelenítése
pt_pt: Ver todas
sv_se: Visa alla

source: version: {version}
hu: verzió: {version}
pt_pt: versão: {version}

source: size: {size}
hu: méret: {size}
pt_pt: tamanho: {size}

source: last updated: {date}
hu: utolsó frissítés: {date}
pt_pt: última atualização: {date}

source: Report to Mozilla
hu: Jelentés a Mozillának
pt_pt: Reportar à Mozilla

source: Customize your device with powerful features.
hu: Szabja személyre készülékét hatékony szolgáltatásokkal.
pt_pt: Personalize o seu dispositivo com funcionalidades poderosas.

source: No Firefox OS add-ons found.
hu: Nem találhatók Firefox OS kiegészítők.
pt_pt: Não foram encontrados extras para o Firefox OS.

source: Review
hu: Értékelés
pt_pt: Análise
sv_se: Omdöme

source: Not yet reviewed
hu: Még nincs értékelve
pt_pt: Ainda não foi avaliado
sv_se: Ännu inget omdöme

source: &mdash; {attribution}
hu: &ndash; {attribution}
sv_se: &ndash; {attribution}

source: View all
hu: Összes mutatása
pt_pt: Ver tudo

source: Visit this top site!
hu: Nézze meg ezt a népszerű oldalt!
pt_pt: Visitar este sítio!

source: Show me another site
hu: Mutasson másik oldalt
pt_pt: Mostrar-me outro sítio

source: Load more
hu: Több betöltése
pt_pt: Carregar mais

source: For previous version {version}
hu: A korábbi {version} verzióhoz
pt_pt: Para a versão anterior {version}

source: Edit
bn_bd: সম্পাদনা
hu: Szerkesztés
pt_pt: Editar
sv_se: Redigera

source: Delete
bn_bd: মুছে ফেলুন
hu: Törlés
pt_pt: Apagar
sv_se: Ta bort

source: Report
bn_bd: রিপোর্ট
hu: Jelentés
pt_pt: Denunciar
sv_se: Rapportera

source: Flagged for review
bn_bd: রিভিউ এর জন্যে নির্ধারিত
hu: Vizsgálatra jelölve
pt_pt: Marcado para análise
sv_se: Flaggad för omdöme

source: {app_name} screenshot
hu: {app_name} képernyőkép
pt_pt: Captura de ecrã de {app_name}
sv_se: {app_name} skärmdump

source: Rated {stars} out of {maxstars} stars
bn_bd: {maxstars} এর মধ্যে {stars} রেট দেয়া হয়েছে
hu: Értékelés: {stars} / {maxstars}
pt_pt: Classificado com {stars} de {maxstars} estrelas
sv_se: Betyg {stars} av {maxstars} stjärnor

source: Need to report something?
hu: Szeretne bejelenteni valamit?
pt_pt: Precisa de reportar alguma coisa?

source: Let us know if this app is doing something that isn't allowed in the <a href="{criteria_url}" target="_blank">review criteria</a> and should be removed from the Marketplace.
hu: Tudassa, ha ez az app az <a href="{criteria_url}" target="_blank">ellenőrzési feltételekben</a> nem engedélyezett dolgot csinál, és el kellene távolítani a Marketplaceről.
pt_pt: Deixe-nos saber se esta aplicação está a fazer algo que não é permitido nos <a href="{criteria_url}" target="_blank">critérios de revisão</a> e deverá ser removida do Marketplace.

source: Examples of issues to report here are if the app is broken, contains mature content, contains malware, etc. The app developer will not see your comments.
hu: Itt olyan problémákra kell gondolni, hogy az app nem működik, felnőtt tartalmú, rosszindulatú programot tartalmaz stb. Az app fejlesztője nem fogja látni az Ön véleményét.
pt_pt: Exemplos de problemas a reportar aqui são, se a aplicação está quebrada, contém conteúdo para adultos, contém software malicioso, etc. O programador da aplicação não irá ver os seus comentários.

source: Updates
bn_bd: আপডেটসমূহ
hu: Frissítések
pt_pt: Atualizações
sv_se: Uppdateringar

source: Last updated
hu: Utolsó frissítés
pt_pt: Última atualização

source: Email Support
hu: E-mail támogatás
pt_pt: E-mail de apoio

source: Support Site
bn_bd: সহায়তা সাইট
hu: Támogatói oldal
pt_pt: Site de Apoio
sv_se: Support webbplats

source: Homepage
bn_bd: প্রধান পাতা
hu: Honlap
pt_pt: Página inicial
sv_se: Hemsida

source: Statistics
bn_bd: পরিসংখ্যান
hu: Statisztika
pt_pt: Estatísticas
sv_se: Statistik

source: Edit Listing
bn_bd: তালিকা সম্পাদনা
hu: Megjelenés szerkesztése
pt_pt: Editar listagem
sv_se: Redigera poster

source: Approve / Reject
bn_bd: অনুমোদন / প্রত্যাখান
hu: Elfogadás / Visszautasítás
pt_pt: Aprovar / Rejeitar
sv_se: Godkänn / Avslå

source: Review History
bn_bd: পর্যালোচনা ইতিহাস
hu: Értékelések előzményei
pt_pt: Histórico de Avaliaçoes
sv_se: Granska historik

source: Reviews
bn_bd: পর্যালোচনাসমূহ
hu: Értékelések
pt_pt: Avaliações
sv_se: Omdömen

source: App not yet reviewed
hu: Az app még nincs értékelve
pt_pt: A aplicação ainda não foi avaliada
sv_se: Appen har inget omdöme

source: Premium version available
bn_bd: প্রিমিয়াম সংস্করণ রয়েছে
hu: Prémium verzió is elérhető
pt_pt: Versão premium disponível
sv_se: Premium version tillgänglig

source: More Information
hu: További információk
pt_pt: Mais informação

source: Developer
hu: Fejlesztő
pt_pt: Programador

source: Compatibility
hu: Kompatibilitás
pt_pt: Compatibilidade

source: File Size
hu: Fájlméret
pt_pt: Tamanho do ficheiro

source: Most Recent Version
hu: Legutóbbi verzió
pt_pt: Versão mais recente

source: Report Abuse
bn_bd: অপব্যবহার রিপোর্ট করুন
hu: Visszaélés jelentése
pt_pt: Denunciar abuso
sv_se: Rapportera missbruk

source: Back to app
bn_bd: অ্যাপ এ ফিরত যাও
hu: Vissza az apphoz
pt_pt: Voltar para a aplicação
sv_se: Tillbaka till app

source: Loading Privacy Policy...
bn_bd: গোপনীয়তা নীতি লোডি হচ্ছে...
hu: Adatvédelmi irányelvek betöltése...
pt_pt: A carregar política de privacidade...
sv_se: Laddar sekretesspolicy...

source: Thank you for purchasing
bn_bd: ক্রয় করার জন্য ধন্যবাদ
hu: Köszönjük a vásárlást
pt_pt: Obrigado pela sua compra
sv_se: Tack för ditt köp

source: Content Not Found
hu: Nem található a tartalom
pt_pt: Conteúdo não encontrado

source: Whoops! Something went wrong and you ended up here. Sorry!
hu: Hoppá! Valamilyen hiba miatt itt kötött ki. Elnézést!
pt_pt: Ops! Algo correu mal e acabou aqui. Pedimos desculpa!

source: An error occurred.
bn_bd: একটি ত্রুটি দেখা দিয়েছে।
hu: Hiba történt.
pt_pt: Ocorreu um erro.
sv_se: Ett fel inträffade.

source: Try Again
bn_bd: আবার চেষ্টা করুন
hu: Próbálja újra
pt_pt: Tentar novamente
sv_se: Försök igen

source: This app has no reviews.
hu: Az app még nincs értékelve.
pt_pt: Esta aplicação não tem análises.

source: Edit Review
bn_bd: পর্যালোচনা সম্পাদনা
hu: Értékelés szerkesztése
pt_pt: Editar avaliação
sv_se: Redigera omdöme

source: Leave a Review
hu: Értékelés
pt_pt: Deixar um comentário

source: Please select a star rating.
hu: Értékelje csillagokkal.
pt_pt: Por favor escolha uma classificação baseada em estrelas.

source: Rate:
bn_bd: রেট:
hu: Értékelés:
pt_pt: Classificar:
sv_se: Betyg:

source: Please read the <a href="{url}" target="_blank">Review Guidelines</a> for more details about rating apps. Reviews that do not meet these guidelines may be removed by our moderation team without notice.
hu: Olvassa el az <a href="{url}" target="_blank">Értékelési irányelveket</a> az appok értékelésével kapcsolatos további részletekért. Az irányelveknek nem megfelelő értékeléseket a moderátori csapatunk értesítés nélkül törölheti.
pt_pt: Por favor leia as <a href="{url}" target="_blank">orientações para análises</a> para mais detalhes sobre a classificação de aplicações. As análises que não cumpram estas orientações podem ser removidas pela nossa equipa de moderação sem aviso prévio.

source: Tell us what you like about this app. Write like you’re telling a friend about your experience with the app. Give specific details, for example, What features did you like or dislike?
hu: Mondja el, mit kedvel ebben az appban. Úgy írja le, mintha egy barátjának mesélne az appról. Mondjon konkrétumokat, például hogy melyik funkcióját kedvelte vagy nem kedvelte.
pt_pt: Diga-nos o que gosta nesta aplicação. Escreva como se estivesse a contar a um amigo a sua experiência com a aplicação. Dê detalhes específicos, por exemplo, que funcionalidades gostou ou não gostou?

source: Only users that are logged in may submit reviews.
hu: Csak bejelentkezett felhasználók írhatnak értékelést.
pt_pt: Apenas utilizadores com sessão iniciada por submeter análises.

source: Update Review
hu: Értékelés frissítése
pt_pt: Atualizar análise

source: Submit Review
hu: Értékelés beküldése
pt_pt: Submeter análise

source: Flag Review
hu: Értékelés megjelölése
pt_pt: Reportar análise

source: See an issue with this review? Select a reason below.
hu: Problémás az értékelés? Válassza ki alább, miért.
pt_pt: Existe um problema com esta análise? Selecione um motivo em baixo.

source: Spam or otherwise non-review content
bn_bd: স্প্যাম অথবা পরীক্ষা করা হয়নি এমন কনটেন্ট
hu: Hirdetés vagy nem értékeléssel kapcsolatos tartalom
pt_pt: Spam ou conteúdo não revisto
sv_se: Skräpkommentar eller annat irrelevant innehåll

source: Inappropriate language/dialog
bn_bd: অসঙ্গতিপূর্ণ ভাষা/বক্তব্য
hu: Nem ideillő nyelvhasználat/veszekedés
pt_pt: Linguagem/discurso inapropriado
sv_se: Opassande språk

source: Misplaced bug report or support request
bn_bd: ভুল স্থানে জমা দেওয়া বাগ রিপোর্ট অথবা সহায়তার আবেদন
hu: Rossz helyre küldött hibajelentés vagy támogatási kérés
pt_pt: Relatório de erro ou pedido de ajuda mal colocado
sv_se: Felplacerad buggrapport eller supportfråga

source: App Review
bn_bd: অ্যাপ পর্যালোচনা
hu: App értékelés
pt_pt: Análise da aplicação
sv_se: App-omdömen

source: Explore more in {category_one} and {category_two}.
hu: Fedezzen fel többet itt: {category_one} és itt: {category_two}.
pt_pt: Explorar mais em {category_one} e {category_two}.

source: Explore more in {category}.
hu: Fedezzen fel többet itt: {category}.
pt_pt: Explorar mais em {category}.

source: Is there something wrong or out-of-date with this website listing?
hu: Valami hibás, vagy elavult ezen a weboldalon?
pt_pt: Existe algo de errado ou desatualizado com esta listagem do sítio web?

source: Report an issue
hu: Hiba jelentése
pt_pt: Reportar um problema
