Repository: zeusintuivo/fireplace
Catalog: locale/ee/LC_MESSAGES/messages.po
Languages: ee

source: No apps found.
ee: Womekpɔ appwo o.

source: An internal server error occurred. Please try again later.
ee: Vodada aɖe va. Meɖekuku gawoe emegbe.

source: Categories
ee: Ɖoɖowo

source: Expand
ee: keke

source: No results found
ee: Womekpɔ numetsonu aɖeke o

source: The category you requested does not exist.
ee: Ɖoɖo si ne bia la meli o.

source: We want to hear from you!
ee: Miedzi be miase nya aɖe tso gbɔwo!

source: Give us your feedback. Let us know whether we are awesome or buggy.
ee: Nami wo nutsotso. Na ne mianya be enyo paa alo menye nenema o.

source: Let us know...
ee: Na mianya…

source: Cancel
ee: Tefli ɖeme

source: Submit Feedback
ee: Ɖo wo nutsotsoɖa

source: Feedback
ee: Nutsotso

source: Support
ee: Kpeɖeŋu

source: Develop Apps
ee: Tu appwo ɖe dzi

source: My Submissions
ee: Nye dɔwo

source: Reviewer Tools
ee: Reviewer ƒe dɔwɔnuwo

source: Lookup Tool
ee: Dzi dɔwɔnu

source: Except where otherwise <a href="{legal_url}" target="_blank">noted</a>, content on this site is licensed under the <a href="{cc_url}" target="_blank">Creative Commons Attribution Share-Alike License v3.0</a> or any later version.
ee: Ne wome gblɔe o la <a href="{legal_url}" target="_blank">noted</a>, menuwo le site sia le lincenced le <a href="{cc_url}" target="_blank">Creative Commons Attribution Share-Alike License v3.0</a> alo version bubu te.

source: Privacy Policy
ee: Privacy ƒe sewo

source: Terms of Use
ee: Zaza ƒe ɖoɖowo

source: Report Trademark Abuse
ee: Na nutsotso le Trademark si wo abuse ŋu

source: Search Marketplace&hellip;
ee: Di nu le Marketplace&hellip;

source: Settings
ee: Ɖoɖowo

source: My Apps
ee: App nye wo

source: Sign Out
ee: Do le eme

source: No language packs found.
ee: Womekpɔ gbegbɔgblɔ aɖeke o.

source: Sign up for our newsletter
ee: Ɖemɔ ne naxɔ nyadzɔdzɔwo

source: Get Firefox news! Sign up for our newsletter
ee: Xɔ Firefox nya dzɔdzɔwo. Ɖemɔ na exɔxɔ.

source: Email Address
ee: Email adresi

source: Sign me up
ee: Ɖemɔ nam

source: I'm okay with Mozilla handling my info as explained in <a href="{privacy_policy_url}" target="_blank">this Privacy Policy</a>.
ee: Mozilla ateŋu handle nye info abe alesi wo ɖe emee ene le <a href="{privacy_policy_url}" target="_blank">private policy sia</a>.

source: Thanks for signing up!
ee: Akpe na wo be sign up!

source: You'll receive an email from mozilla@e.mozilla.org, please check your inbox for your first email from us. If you don’t see it, check your spam filter.
ee: Axɔ email tso mozilla@e.mozilla.org gbɔ, meɖekuku tsa wo inbox me ne na kpɔ email gbatɔ si tso mia gbɔ la. Ne mekpɔe o la, le ŋku ɖe wo spam ƒe filter ŋu.

source: An update to Marketplace is available.
ee: Marketplace ƒe tuɖedzi do.

source: Home
ee: Aƒeme

source: Popular
ee: Esiwo bɔ wu

source: New
ee: Yeye

source: Sign In
ee: Geɖeme

source: Get Involved
ee: Nɔ involved

source: <b>{n}</b> Result
ee: <b>{n}</b> Numetsonu

source: <b>"{search_query}"</b> returned {n} result
ee: <b>"{search_query}"</b> na {n} numetsonu

source: No results found, try again later
ee: Womekpɔ nuɖoɖo aɖeke o. Gawoe emegbe.

source: You must be signed in to view your apps.
ee: Geɖe me ne na kpɔ wo appwo

source: You have no apps
ee: Appwo mele asiwo o

source: Oh no!
ee: Oo, ao!

source: General settings
ee: Nuɖoɖo siwo le gbadzaa

source: Display Name
ee: Fia ŋkɔ

source: Recommendations
ee: Aɖaŋuwo

source: Yes, show me recommendations based on my installed apps. <a href="{url}" target="_blank">Learn more</a>
ee: Ee, fiam aɖaŋu siwo kuɖe app siwo me install la ŋu. <a href="{url}" target="_blank">srɔ bubuwo</a>

source: Save Changes
ee: Le ɖɔɖɔɖowo ɖe anyi

source: Region
ee: Nutome

source: App Statistics
ee: App ƒe statisticwo

source: App usage statistics
ee: App zaza ƒe statisticwo

source: Not enough statistics to show.
ee: Statisticwo mesɔgbɔ ne woa ɖee fia o

source: Content Rating
ee: Emenuwo ƒe Rating

source: Rating Details
ee: Detailwo rating

source: Installed!
ee: Wo instali!

source: Launch this app from your <b>Applications</b> directory.
ee: Ɖo app sia ɖi tso wo <b>Applications</b> directory.

source: Launch this app from your <b>Windows desktop</b> or <b>Start &#9658; All Programs</b>.
ee: Ɖo app sia ɖi tso wo <b>Windows desktop</b> alo <b>Start &#9658; Programwokatã</b>.

source: Launch this app from your <b>dash</b>, <b>Application picker</b>, or <b>Applications menu</b>.
ee: Ɖo app sia ɖi tso wo<b>dash</b>, <b>Application picker</b>, or <b>Applications menu</b>.

source: Edit your Review
ee: Trɔ asi le wo review ŋu

source: Edit your review
ee: Trɔ asi le wo review ŋu

source: Write a review
ee: ŋlɔ review

source: Sign in to review
ee: Geɖeme ne na review

source: Read all reviews
ee: Xle rewiewwo katã

source: Submit Report
ee: Ɖo report ɖa

source: 1 Review
ee: Review ɖeka

source: Description
ee: Ɖɔɖɔ

source: View All
ee: Kpɔ wo katã

source: Not yet reviewed
ee: Wome reviewii haɖe o

source: Load more
ee: Load bubu wo

source: For previous version {version}
ee: Na version xoxo {version}

source: Edit
ee: Trɔ

source: Delete
ee: Tutu

source: Report
ee: Bɔ

source: Flagged for review
ee: Wo tɔe na review

source: Rated {stars} out of {maxstars} stars
ee: {stars} siwo wo rate le{maxstars} me

source: Need to report something?
ee: Edibe yeana nutsotso aɖea?

source: Updates
ee: Wotui ɖe edzi vayi

source: Last updated
ee: Wotui ɖe edzi

source: Email Support
ee: Email kpeɖeŋutɔ

source: Support Site
ee: Kpeɖeŋu teƒe

source: Statistics
ee: Nudzɔdzɔ ƒe xexleme

source: Edit Listing
ee: Trɔ asi le List ŋu

source: Approve / Reject
ee: Lɔ / Gbe

source: Review History
ee: Review nudzɔdzɔxoxowo

source: Reviews
ee: Reviewwo

source: App not yet reviewed
ee: Wome review app haɖe o

source: Premium version available
ee: Version gbatɔ li

source: More Information
ee: Nya bubuwo za

source: Developer
ee: Nu develop la

source: File Size
ee: File ƒe lolome

source: Most Recent Version
ee: Version yeyetɔ kekeake

source: Report Abuse
ee: Na nutsotso be wo abuse

source: Back to app
ee: Trɔ yi app

source: Loading Privacy Policy...
ee: Privacy ƒe policy le loadim…

source: Thank you for purchasing
ee: Akpe nawo be eƒlee

source: An error occurred.
ee: Vodada ɖe va.

source: Try Again
ee: Gawoe ke

source: This app has no reviews.
ee: Reviewwo mele app sia si o.

source: Edit Review
ee: Trɔ asi le review ŋu

source: Leave a Review
ee: Gble wo review ɖi

source: Only users that are logged in may submit reviews.
ee: Nuzalawo si le online koe ateŋu aɖo review ɖa.

source: Update Review
ee: Tu review ɖe dzi

source: Submit Review
ee: Ɖo review ɖa

source: Flag Review
ee: De dzesi review

source: See an issue with this review? Select a reason below.
ee: Ekpɔ nane tso review sia ŋua? Tsɔ susu ɖeka le esiwo gbɔna la dome.

source: Spam or otherwise non-review content
ee: Spam alo emenu siwo wome review o

source: Inappropriate language/dialog
ee: Gbegbɔgblɔ sia mele eteƒe o

source: Misplaced bug report or support request
ee: Bug alo kpeɖeŋu ƒe nubiabia bu

source: App Review
ee: App ƒe review

source: Games
ee: Fefewo

source: Business
ee: Dɔwɔɖuiwo

source: Education
ee: Nufiafia

source: Entertainment
ee: Modzakaɖenu

source: Health & Fitness
ee: Lamese kple teŋunɔnɔ

source: Lifestyle
ee: Agbenɔnɔ

source: Maps & Navigation
ee: Mapwo kple navigation

source: Music
ee: Ha

source: Photo & Video
ee: Nɔnɔmetata kple Nɔnɔmetatakpɔkpɔ

source: Shopping
ee: Nuƒleƒle

source: Sports
ee: Kametete

source: Travel
ee: Mɔzɔzɔ

source: Utilities
ee: Nuzazawo

source: Payment cancelled.
ee: Wotɔ fexexe

source: Install failed. Please try again later.
ee: Install medzedzi o. Meɖekuku gawoe ake emegbe.

source: Installed
ee: Wo intalli

source: Free
ee: Femaxe

source: Unavailable
ee: Meli o

source: All Platforms
ee: Platformwo kata

source: Android Mobile
ee: Android ƒe mobile

source: Android Tablet
ee: Android ƒe tablet

source: For ages {0}+
ee: Na ƒe {0} kple edzi vɔ

source: For all ages
ee: Na ƒe sia ƒe

source: Rating Pending
ee: Wo ɖo asi rating dzi

source: Rating Refused
ee: Wogbe rating

source: Everyone
ee: Amesiame

source: Everyone 10+
ee: Ƒe ewo kple edzi vɔ vi wo

source: Teen
ee: Ɖevi

source: Mature 17+
ee: Ametsitsi si xɔ ƒe wiandre kple edzi vɔ

source: Adults Only 18+
ee: Ametsitsi si xɔ ƒe wienyi kple edzi vɔ ko

source: App for Albania
ee: App na Albania

source: App for Argentina
ee: App na Argentina

source: App for Bangladesh
ee: App na Bangladesh

source: App for Brazil
ee: App na Brazil

source: App for Bulgaria
ee: App na Bulgaria

source: App for Chile
ee: App na Chile

source: App for China
ee: App na China

source: App for Colombia
ee: App na Colombia

source: App for Costa Rica
ee: App na Costa Rica

source: App for Croatia
ee: App na Croatia

source: App for Czech Republic
ee: App na Czech Republic

source: App for Ecuador
ee: App na Ecuador

source: App for El Salvador
ee: App na El Salvador

source: App for France
ee: App na France

source: App for Germany
ee: App na Germany

source: App for Greece
ee: App na Greece

source: App for Hungary
ee: App na Hungary

source: App for India
ee: App na India

source: App for Italy
ee: App na Italy

source: App for Japan
ee: App na Japan

source: App for Macedonia
ee: App na Macedonia

source: App for Mexico
ee: App na Mexico

source: App for Montenegro
ee: App na Montenegro

source: App for Nicaragua
ee: App na Nicaragua

source: App for Panama
ee: App na Panama

source: App for Peru
ee: App na Peru

source: App for Poland
ee: App na Poland

source: App for Russia
ee: App na Russia

source: App for Serbia
ee: App na Serbia

source: App for South Africa
ee: App na South Africa

source: App for Spain
ee: App na Spain

source: App for Uruguay
ee: App na Uruguay

source: App for Venezuela
ee: App na Venezuela

source: Arts & Entertainment App
ee: Lekewɔnuwo kple modzakaɖenu ƒe App

source: Featured Book App
ee: Agbale si wo fia la ƒe App

source: Featured Creativity App
ee: Creativity si wo fia la ƒe App

source: Featured Education App
ee: Nufiafia si wo fia la ƒe App

source: Featured Game
ee: Fefe si wo fia

source: Health & Fitness App
ee: Lamese kple teŋunɔnɔ ƒe App

source: Hidden Gem
ee: Gem si wo ɣla

source: Featured Lifestyle App
ee: Agbenɔnɔ ƒe App si wo feature

source: Maps & Navigation App
ee: Mapwo kple Navigation ƒe App

source: Featured Music App
ee: Ha ƒe App si wo feature

source: Mystery App!
ee: Amlima App!

source: News & Weather App
ee: Nyadzɔdzɔ kple Xexeame nɔnɔme ƒe App

source: Photo & Video App
ee: Nɔnɔmetata kple Nɔnɔmetatakpɔkpɔ ƒe App

source: Featured Shopping App
ee: Featured Shopping ƒe App

source: Featured Social App
ee: Social App si wo fia

source: Featured Sports App
ee: Kametete App si wo fia

source: Tool & Time Saver
ee: Dɔwɔnu kple ɣeyiyi ƒe dzraɖola

source: Featured Travel App
ee: Mɔzɔzɔ ƒe Featured App

source: Work & Business App
ee: Dɔwɔwɔ kple Bizines ƒe App

source: Unable to install packaged apps
ee: Meteŋu install appwo si woƒoƒu o

source: Sorry, we had trouble fetching this app's data. Please try again later.
ee: Taflatse, heheɖemegbe va esi mienɔ app sia ƒe data tsɔm ve. Meɖekuku gawoe ake emegbe.

source: App install error: {error}
ee: App install ƒe vodada: {error}

source: There was an error submitting your newsletter sign up request
ee: Vodada aɖe va esi enɔ wo newsletter ƒe gegeɖeme ƒe mɔɖeɖe biam

source: Error while communicating with server. Try again later.
ee: Vodada va esi wonɔ nuƒom kple server. Dzeagbagba le ŋu ake.

source: Payment failed. Try again later.
ee: Fe xexe medze dzi o. Dzeagbagba ake emegbe.

source: Flagging review...
ee: Flagging ƒe emekpɔkpɔ…

source: This review has been successfully flagged. Thanks!
ee: Emekpɔkpɔ ƒe flagging sia yi dzi nyuie. Akpe!

source: Sorry, there was an issue flagging the review. Please try again later.
ee: Meɖekuku, emekpɔkpɔ ƒe flagging sia meyi dzi nyuie o. Meɖekuku, dzeagbagba le eŋu ake.

source: This review has been successfully deleted
ee: Wotutu emekpɔkpɔ sia ɖa dedie

source: Write a Review
ee: Ŋlɔ̃ emekpɔkpɔ

source: Sorry, there was a problem deleting the review
ee: Meɖekuku, vodada va esi wonɔ emekpɔkpɔ la tutum

source: Loading...
ee: Ele loading…

source: Your review was successfully posted. Thanks!
ee: Wo emekpɔkpɔ ƒe ɖoɖoɖa yi dzi nyuie. Akpe!

source: Sorry, there was an error posting your review. Please try again later.
ee: Meɖekuku, vodada aɖe va esi wonɔ wo emekpɔkpɔ ɖom ɖa. Meɖekuku, ga dze agbagba le ŋu.

source: Your review was successfully edited
ee: Wo emekpɔkpɔ ƒe gbugbɔwɔ dze dzi nyuie

source: Sorry, there was an issue editing your review. Please try again later
ee: Meɖekuku, emekpɔkpɔ ƒe gbugbɔwɔ medze dzi o. Ga gbugbɔ wɔe emegbe

source: {n} star
ee: {n} ɣleti

source: English
ee: Iŋlisiseawo

source: French
ee: Franseawo

source: German
ee: Hungarytɔ

source: Hungarian
ee: Hungarytɔ

source: Indonesian
ee: Indonesiatɔ

source: Polish
ee: Polandtɔ

source: Portuguese
ee: Portugaltɔ

source: Russian
ee: Russiatɔ

source: Spanish
ee: Spaintɔ

source: Sorry, you are currently offline. Please try again later.
ee: Meɖekuku, ele offline fifia. Meɖekuku, gawɔe ke emegbe.

source: The next time you start the Firefox Marketplace app, you’ll see the updated version!
ee: Ne edze Firefox Marketplace ƒe app gɔme le yeyiyi si gbɔna la, akpɔ eƒe version si wotu ɖe dzi!

source: Feedback submitted. Thanks!
ee: Woɖo wo ŋuɖoɖo nutsotso ɖa. Akpe!

source: There was a problem submitting your feedback. Try again soon.
ee: Vodada aɖe va esi wonɔ wo ŋuɖoɖo nutsotso ɖom ɖa. Ga wɔe ke kpuie.

source: Language Packs
ee: Gbegbɔgblɔ ƒe Packwo

source: Search Results
ee: Nu didi ƒe emetsonuwo

source: Your settings have been successfully saved
ee: Wodzra woɖoɖowo ɖa dedie

source: Settings could not be saved
ee: Wometeŋu dzra woɖoɖowo ɖo o

source: Please sign in to view the receipt
ee: Meɖekuku, geɖeme bena akpɔ receipt
